<template>
  <div class="page">
    <div class="page-section">
      <div class="col-sm-12 col-xs-12">
        <div class="page-section white page-section--info">
          <div class="container">
            <div class="row">
              <section>
                <div class="col-xs-12" style="padding: 64px 0 32px;">
                  <h1>Доступная среда</h1>

                  <p>
                    Специальные условия для получения образования обучающимися с ограниченными возможностями здоровья в ЧОУДО “Ярославский центр русского языка”
                  </p>

                  <h3>Условия обучения инвалидов и лиц с ограниченными возможностями здоровья</h3>

                  <p>
                      Для зачисления обучающихся в группы на обучение, у каждого должны присутствовать медицинские справки о допуске к обучению на соответствующей программе подготовки.<br>
                      Граждане, не имеющие медицинских справок соответствующих форм, не имеют права проходить обучение соответствующей программы подготовки.
                  </p>

                  <section class="list-wrapper">
                    <b>Оценка состояния и имеющихся недостатков в обеспечении условий доступности для инвалидов объекта:</b>
                    <ol>
                        <li>выделенные стоянки автотранспортных средств для инвалидов — отсутствуют</li>
                        <li>сменные кресла-коляски — отсутствуют</li>
                        <li>адаптированные лифты — отсутствуют</li>
                        <li>поручни — отсутствуют</li>
                        <li>пандусы — отсутствуют</li>
                        <li>подъемные платформы — отсутствуют</li>
                        <li>раздвижные двери — отсутствуют</li>
                        <li>достаточная ширина дверных проемов в стенах, лестничных маршей, площадок — имеется</li>
                        <li>надлежащее размещение оборудования и носителей информации, необходимых для обеспечения беспрепятственного доступа к объектам (местам предоставления услуг) инвалидов, имеющих стойкие расстройства функции зрения, слуха и передвижения — отсутствуют</li>
                        <li>дублирование необходимой для инвалидов, имеющих стойкие расстройства функции зрения, зрительной информации — звуковой информацией, а также надписей, знаков и иной текстовой и графической информации — знаками, выполненными рельефно- точечным шрифтом Брайля и на контрастном фоне — отсутствует</li>
                        <li>дублирование необходимой для инвалидов по слуху звуковой информации зрительной информацией — отсутствует</li>
                    </ol>
                  </section>
                </div>
              </section>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'AccessibleEnvironment'
  }
</script>

<style scoped>
  h1 {
    margin: 0;
  }

  h1::after {
    display: none;
  }

  ol {
      margin-top: 10px;
  }

  ol li {
      padding-top: 5px;
  }

  .list-wrapper {
      margin-top: 20px;
  }
</style>
