<template>
  <div class="page">
    <div class="page-section">
      <div class="col-sm-12 col-xs-12">
        <div class="page-section white page-section--info">
          <div class="container">
            <div class="row">
              <section>
                <div class="col-xs-12" style="padding: 64px 0 32px;">
                  <h1>Образование</h1>
                  <p>
                    Занятия проводятся 1-2 раза в неделю в небольших группах по 5-6 человек. <br>
                    Продолжительность занятия - 1 академический час. <br>
                    Продолжительность курсов - 1 учебный год. <br>
                  </p>

                  <h3>Осуществляемые образовательные программы:</h3>
                  Программа “Лабиринты русской лингвистики” - https://drive.google.com/file/d/1zSiijYiQG3_B5gwmMJ4l-o6OfOoO0veQ/view?usp=sharing <br>
                  Программа “Юный Лингвист - знаток русского языка”- https://drive.google.com/file/d/1AlISj3dZ4fhB0hColsFJ2eksCwrFb3Qe/view?usp=sharing <br>


                  <h3>Школа английского языка при ЯЦРЯ предлагает:</h3>
                  <h4>1. Курсы английского языка для начинающих (для детей 6-7,7-8, 8-9 лет).</h4>
                  <p>
                    Занятия проводятся 2 раза в неделю в небольших группах по 5-6 человек. <br>
                    Продолжительность занятия - 1 академический час. <br>
                    Закладываются основные навыки  использования англ. языка: чтение, говорение, письмо, слушание. <br>
                    Продолжительность курса - 1 учебный год с возможностью перехода на следующий уровень. <br>
                  </p>

                  <h4>2. Английский, разговорная речь (для учащихся средних и старших классов от 10 до 18 лет).</h4>
                  <p>
                    Занятия в небольших группах 2 раза в неделю. <br>
                    Продолжительность занятия - 1 академический час. <br>
                    Занятия нацелены на развитие навыков говорения, понимания англоязычной речи. <br>
                    На уроках предоставляется возможность прямого общения с носителями языка. <br>
                    Предусмотрено участие в праздниках и спектаклях. <br>
                  </p>

                  <h3>Школа русского языка при ЯЦРЯ предлагает курсы по следующим программам:</h3>

                  <h4>“Юный лингвист-знаток родного языка”</h4>
                  <p>
                    Разработана для детей 10-12 лет, для которых недостаточно уроков русского языка в школе и которые хотят более углубленно и расширенно изучать родной русский язык. <br>
                    Занятия организуются в интересных формах и способствуют развитию творческих возможностей учащихся, повышают их языковую культуру. <br>
                    Основная цель курса - развитие интереса к родному языку, воспитание бережного отношения к слову и богатствам языка, посредством развития основных языковых навыков. <br>
                  </p>

                  <h4>“Лабиринты русской лингвистики”</h4>
                  <p>
                    Разработана для детей 13-14 лет. <br>
                    Цель программы: обучение практическим и теоретическим знаниям устной и письменной русской речи за пределами школьной программы, изучение истории языка и лингвистического краеведения. <br>
                    Задачи курса: расширить словарный запас, обогатить речь учащихся, привить навык грамотного письма, овладеть элементарными способами анализа изучаемых языковых явлений. <br>
                  </p>
                  <h4>“Русский язык как иностранный”.</h4>
                  <p>
                    Программа предназначена для учащихся, чей русский язык не родной. <br>
                    Цель курса: обучение основам русского языка как иностранного (грамматика, лексика, фонетика, говорение, чтение, слушание, письмо). <br>
                    При необходимости возможна индивидуальная корректировка курса. по требованию учащегося. <br>
                    Количество учебных часов определяется индивидуально. <br>
                  </p>
                </div>
              </section>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'education',
    components: {
    },
    data () {
      return {}
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  h1 {
    margin: 0;
  }
  h1::after {
    display: none;
  }
</style>
