<template>
  <div class="page">
    <div class="page-section white page-section--info">
      <div class="container">
        <div class="row">
          <section>
            <div class="col-xs-12">
              <h2>Заявка на приём иностранца</h2>

              Заполните
              <a href="https://docs.google.com/forms/d/1m9p5UDHs_N3ch0gK5rzenIvgBJYqOBVUJsDB5XohHq8/edit?usp=sharing">форму</a>
              для подачи заявки на приём иностранца: <a href="https://docs.google.com/forms/d/1m9p5UDHs_N3ch0gK5rzenIvgBJYqOBVUJsDB5XohHq8/edit?usp=sharing">https://goo.gl/EjAijS</a>

              <h4>Условия сдачи в аренду комнаты / квартиры</h4>

              <ul>
                <li>Если Вы решили сдать комнату в своей квартире, то она должна быть отдельной, а не проходной.</li>
                <li>Квартира должна находиться в Кировском, Красноперекопском или Ленинском районах города.</li>
                <li>В комнате должна быть удобная кровать, письменный стол, стул, шкаф для одежды и окно.</li>
                <li>Туалет и ванная комната должны быть в хорошем, рабочем состоянии. Там должна быть туалетная бумага, мыло и полотенца.</li>
                <li>В квартире должна быть доступная кухня, то есть должна быть возможность разогреть еду и вскипятить чайник.</li>
                <li>Должна быть возможность пользоваться интернетом и холодильником.</li>
                <li>
                  Должно быть обеспечено трёхразовое питание:
                  <ul>
                    <li>Завтрак в 8-9 утра. Он может быть приготовлен заранее и оставлен или могут быть куплены полуфабрикаты и показано как их разогреть.</li>
                    <li>Обед в 15.00 - 16.00 . Он может быть приготовлен заранее и оставлен.</li>
                    <li>Обед в 6-7 вечера. Он должен проходить вместе с другими членами семьи, и цель его - общение на русском языке.</li>
                  </ul>
                </li>
                <li>Обязательно повседневное общение на русском языке. Если Вы или кто-то из Вашей семьи желает попрактиковать свой иностранный язык, необходимо обсудить время и условия занятий с ин. студентом. Постоянного общения на ин. языке быть не должно. Цель пребывания ин. студентов в Ярославле- изучение русского языка.</li>
                <li>Смена постельного белья должна быть один раз в две недели.</li>
                <li>Уборка комнаты один раз в неделю и только с согласия студента. Перемещать вещи студента в его отсутствие не разрешается.</li>
              </ul>

              <p>
                В случае нанесения вреда Вашему имуществу ин. студент компенсирует стоимость данной вещи или покупает аналогичную. То же самое и с Вашей стороны. <br>
                Поощряется организация различных культурных мероприятий таких, как выходы в театр, музеи, на концерты, в кино, а также поездки в различные интересные уголки нашего города и области. <br>
                Студент оплачивает проживание и питание непосредственно Вам, без посредников на основании договора, заключённого между Вами, студентом и ЯЦРЯ. <br>
                Оплата составляет 1000 рублей в день <br>
                Оплата производится один или два раза в месяц в определённые дни по предварительной договорённости. <br>
              </p>
              <p>
                Все спорные вопросы решаются на уровне директора ЯЦРЯ или его помощника. <br>

                Свяжитесь с нами и проконсультируйтесь по всем интересующим Вас вопросам - <a
                href="mailto:info@yrlccentre.com">info@yrlccentre.com</a> <br> <br>

                Будем рады сотрудничать с Вами. <br>
              </p>
            </div>
          </section>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'host'
  }
</script>

<style scoped>
  .page-section--info {
    padding-top: 60px;
  }
  ul li, p {
    line-height: 1.5;
  }
</style>
