<template>
  <div class="page">
    <div class="page-section white page-section--info">
      <div class="container">
        <div class="row">
          <h2>Цены</h2><br>
          <em>Административные расходы* оплачиваются до начала курса (для оплаты визы и приглашения).</em><br>

          <em>Возможна организация трансфера из аэропорта Москвы в Ярославль. </em><br>
          <em>1500 р. — групповой трансфер, 4500 р. — индивидуальный трансфер (такси).</em><br>

          <em>Все цены даны в евро, цена может измениться в зависимости от курса валюты.</em><br>

          <section class="table yellow">
            <div class="table-frame">
              <table class="p-table">
                <tr>
                  <th>Курс</th>
                  <th>Даты</th>
                  <th>Стоимость</th>
                  <th>* Административные расходы</th>
                  <th>Проживание в семье</th>
                </tr>
                <tbody>
                <tr>
                  <td>
                    <b>Учись и путешествуй по России</b> <br> <br>

                    (4 дня в неделю, 3 часа занятий в классе, плюс внеклассные занятия и мероприятия после уроков 2-3 часа) <br>
                    Гибкий график
                  </td>
                  <td>
                    Летний курс, Рождественские каникулы, Пасхальные каникулы; начало в любые даты , курс 2-3 недели <br><br>

                    Рождественские каникулы - “Русская Зима” (катание на лыжах и коньках, русская баня и купание в проруби) <br><br>

                    Летние каникулы - “Русское лето” (через день поездки в города Золотого Кольца России, пейнтбол, скалодром и т.д.)
                  </td>
                  <td>€ 400 в неделю</td>
                  <td>€ 300 (включая транспортные расходы)</td>
                  <td>
                    1000 рублей в день - Включает доступ в Интернет и питание 3 раза в день<br><br>
                    <em>*стирка один раз в неделю</em> <br>
                  </td>
                </tr>
                <tr>
                  <td>
                    <b>1 - 3 недели</b> <br> <br>

                    (интенсивный курс 20 часов в неделю, 4 часа в день)<br>
                    Часы в неделю: <br>
                    4&nbsp;часа&nbsp;&mdash; Грамматика, <br>
                    6&nbsp;часов&nbsp;&mdash; Разговорный курс и фонетика, <br>
                    4&nbsp;часа&nbsp;&mdash; Англо-русский, русско-английский перевод, <br>
                    4&nbsp;часа&nbsp;&mdash; Русская литература / Аналитическое чтение, <br>
                    2&nbsp;часа&nbsp;&mdash; СМИ <br>
                  </td>
                  <td>
                    В любое время в течение семестра Вы можете присоединиться к группе своего уровня <br> <br>
                    - или - <br> <br>
                    заниматься индивидуально
                  </td>
                  <td>
                    € 300 в неделю <br> <br>
                    - или - <br> <br>
                    900  рублей за 1 академический час (50 минут)
                  </td>
                  <td>€ 200</td>
                  <td></td>
                </tr>
                <tr>
                  <td>
                    <b>18 недель для студентов университетов (Year Abroad)</b> <br> <br>

                    (1 семестр) <br>
                  </td>
                  <td>
                    Весенний или осенний семестр для студентов университетов или индивидуальных учеников
                  </td>
                  <td>€ 1400</td>
                  <td>€ 250</td>
                  <td rowspan="2"></td>
                </tr>
                <tr>
                  <td>
                    <b>36 недель</b> <br> <br>

                    (2 семестра) <br>
                  </td>
                  <td>
                    Весенний или осенний семестр для студентов университетов или индивидуальных учеников
                  </td>
                  <td>€ 2500</td>
                  <td>€ 300</td>
                </tr>
                </tbody>
              </table>
            </div>
          </section>
        </div>
        <div class="row">
          <section>
            <div class="col-xs-12">
              <p>
                Если Вы проходите индивидуальный курс, одно занятие - 900 рублей, каждое следующее занятие на 100 рублей дешевле! (первое занятие - 900 р., второе - 800 р., третье - 700 р., четвёртое - 600 р., пятое - 500 р.).
              </p>
            </div>
          </section>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'prices',
    data () {
      return {}
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .page-section--info {
    padding-top: 60px;
  }
</style>
