<template>
  <div class="page">
    <div class="page-section white page-section--info">
      <div class="container">
        <div class="row">
          <section>
            <div class="col-xs-12">
              <h2>Акции</h2>
              <div class="row">
                <promo class="col-xs-12 col-md-6 col-lg-4 col-xl-3"
                       v-for="(discount, index) in discounts" :key="index"
                       :discount="discount"/>
              </div>
            </div>
          </section>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  import Promo from '../../shared/Promo'

  export default {
    name: 'promos',
    components: {
      Promo
    },
    data () {
      return {
        discounts: [
          {
            title: 'Раннее бронирование',
            description: [
              'Скидка 5%  за раннее бронирование 18-недельного курса в 2018-2019 году.',
              'Скидка 10% за ранее бронирование 36-недельного курса. Ранее бронирование заканчивается 15.07.2018.Скидка предоставляется при оплате 50% стоимости курса.'
            ]
          },
          {
            title: 'С возвращением!',
            description: ['Если Вы заончили курс на один уровень в нашей школе и переходите на следующий уровень, то Вы получаете скидку 7% при оплате следующего курса.']
          },
          {
            title: 'Еще раз с возвращением!',
            description: ['Возвращаетесь к нам в третий или четвертый раз? получите скидку 10%.']
          },
          {
            title: 'Всё и сразу',
            description: ['Если Вы единоразово оплачиваете 2 месяца обучения до начала курса, то получаете скидку 5%.']
          },
          {
            title: 'Семейная скидка',
            description: ['2 члена одной семьи, проходящие групповое обучение, получают скидку 20%.']
          },
          {
            title: 'Корпоративная скидка',
            description: ['Скидка 15%  при обучении 3 сотрудников одной компании на групповых курсах.']
          },
          {
            title: 'Сотрудничество',
            description: ['Мы рассматриваем сотрудничество с языковыми центрами, онлайн-школами, репетиторами и посредниками по поводу продвижения нашего центра.']
          }
        ]
      }
    }
  }
</script>

<style scoped>
  .page-section--info {
    padding-top: 60px;
  }
</style>
2. С возвращением!
Если Вы заончили курс на один уровень в нашей школе и переходите на следующий уровень, то Вы получаете скидку 7% при оплате следующего курса.

3. Еще раз с возвращением!
Возвращаетесь к нам в третий или четвертый раз? получите скидку 10%.

4. Всё и сразу
Если Вы единоразово оплачиваете 2 месяца обучения до начала курса, то получаете скидку 5%.

5. Семейная скидка
2 члена одной семьи, проходящие групповое обучение, получают скидку 20%.

6. Корпоративная скидка
Скидка 15%  при обучении 3 сотрудников одной компании на групповых курсах.

7. Сотрудничество
Мы рассматриваем сотрудничество с языковыми центрами, онлайн-школами, репетиторами и посредниками по поводу продвижения нашего центра.

