<template>
  <div class="page">
    <div class="page-section">
      <div class="col-sm-12 col-xs-12">
        <div class="page-section white page-section--info">
          <div class="container">
            <div class="row">
              <section>
                <div class="col-xs-12" style="padding: 64px 0 32px;">
                  <h1>Руководство. Педагогический (научно-педагогический) состав</h1>

                  <p><b>Директор:</b> Анна Владимировна Абросимова</p>
                  <p><b>Контактный телефон:</b> <a href="tel:89159601767">+7 915 960 17 67</a></p>
                  <p><b>Адрес электронной почты:</b> <a href="mailto:info@yrlccentre.com">info@yrlccentre.com</a></p>
                  <br>
                  <p><b>Светлана Юрьевна Сотскова</b></p>
                  <p><b>Заместитель директора по УВР.</b></p>
                  <p><b>Преподаватель английского языка и русского языка как иностранного.</b></p>
                  <p><b>Образование:</b> ЯГПУ им. К.Д. Ушинского, специальность: лингвист, преподаватель “Теория и методика преподавания иностранных языков и культур” (английский язык и испанский язык), 2001 - 2006 г. <br></p>

                  <p><b>Повышение квалификации:</b></p>
                  <ul>
                    <li>2021 г. — повышение квалификации по дополнительной профессиональной программе повышения квалификации «Основы онлайн-бизнеса» (72 ч). Удостоверение выдается АНО ДПО «АПК и ИРК» (Лицензия Департамента образования города Москвы No 038616 от 10.08.2017 г.)</li>
                    <li>2020 г. — повышение квалификации по программе “Лэпбукинг в работе школьного учителя”, 72 часа, Общество с ограниченной ответственностью "Центр профессионального образования".</li>
                    <li>2018 г. - “Как создать авторские учебные материалы для курса РКИ по языку специальности”, 36 академ. часов, ООО Мир.ру</li>
                    <li>2018 г. - методический семинар “Focus в фокусе - better than the good”, 2 академ. часа, “Language 360”</li>
                    <li>2018 г. - “Как создать webquest для урока английского языка”, 2 академ. часа, издательство “Титул”</li>
                    <li>2018 г. - участие в практической онлайн конференции “Letterland International Online Teachers’ Conference in Russia”, Letterland International</li>
                    <li>2018 г. - участие в научно-методическом вебинаре “Обучение ударению в практическом курсе РКИ”,pushkininstitute.ru</li>
                    <li>2018 г. - курс лекций по методике обучения иностранным языкам в рамках международного вебинара для учителей английского по теме: “Использование лингвострановедческого подхода в обучении английскому языку во 2-11 классах (на примере учебных пособий издательства “Титул”), 2 академ. часа, издательство “Титул”</li>
                    <li>2017 г. - “Трудные случаи русской грамматики. Часть 1. Глагол”, 16 академ. часов, Учебно-издательский центр “Златоуст” г. Санкт-Петербург</li>
                    <li>2017 г. - международная конференция “Elearning: возможности профессионального развития педагога”, 8 часов, Центр дистанционных олимпиад и творческих проектов ОЛИМП УСПЕХА”</li>
                    <li>2007 г. - повышение квалификации “Порядок организации проведения телезанятий в дидактической спутниковой системе “Платон”, 16 часов, Современная Гуманитарная Академия</li>
                    <li>2007 г. - повышение квалификации по программе “Образовательная программа СГА”, 72 часа, Современная Гуманитарная Академия</li>
                    <li>2007 г. - повышение квалификации “Профессиональная актуализация знаний сотрудников СГА”, 90 часов, Современная Гуманитарная Академия</li>
                  </ul>
                  <p><b>Общий стаж работы:</b> 15 лет.</p>
                  <p><b>Стаж работы по специальности:</b> 15 лет.</p>

                  <br><br>

                  <p><b>Нистратова Наталья Александровна</b></p>
                  <p><b>Преподаватель английского языка и русского языка как иностранного.</b></p>
                  <p>
                    <b>Образование:</b> <br>
                    ЯГПУ им. К.Д. Ушинского, квалификация: учитель, специальность: “Иностранный язык (английский язык) с дополнительной специальностью (немецкий язык)”, 2009 - 2014 г. <br>
                    ЯГПУ им. К. Д. Ушинского, курсы “Основы преподавания русского языка как иностранного”, 2011-2012 гг. <br>
                  </p>

                  <p><b>Повышение квалификации:</b></p>
                  <ul>
                    <li>2020 г. — повышение квалификации по дополнительной профессиональной программе “Мастерская цифрового педагога: создаём цифровой учебный контент РКИ”, 16 часов, ФГБОУ ВО “Государственный институт русского языка им. А. С. Пушкина”</li>
                    <li>2016 г. — повышение квалификации по курсу английского языка, 40 часов, “EF International Language Centre, Manchester”</li>
                  </ul>

                  <p><b>Общий стаж работы:</b> 7 лет.</p>
                  <p><b>Стаж работы по специальности:</b> 7 лет.</p>

                  <br><br>

                  <p><b>Елена Валерьевна Баранова</b></p>
                  <p><b>Преподаватель русского языка</b></p>
                  <p>
                    <b>Образование:</b> <br>
                    ЯГПУ имени Ушинского, квалификация: "Учитель русского языка и литературы" 1997- 2001 гг. <br>
                    РГГУ (Российский Государственный Гуманитарный Университет), квалификация: "Юрист" по специальности "Юриспруденция", 2002 - 2004 гг.
                  </p>
                  <p><b>Общий стаж работы:</b> 20 лет.</p>
                  <p><b>Стаж работы по специальности:</b> 10 лет.</p>

                </div>
              </section>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'teachers',
    components: {},
    data () {
      return {}
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  h1 {
    margin: 0;
  }

  h1::after {
    display: none;
  }
</style>
